Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: When later one escapes that hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ འི་ ཆུང་མ་ གཞན་དག་ ལ་ རབ་ཏུ་ ཆགས་པ ར་ འགྱུར་བ་ བཟློག་ པར་ མི་ ནུས་ ཏེ བྱས་ ལ་ བསགས་པ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ནི་ ཚོར་བ་ མ་ མྱོང་ གི་ བར་ དུ་ ཆུད་ ཟ་བ ར་ མི་ འགྱུར་ རོ །_།
en: As a karmic effect that accords with its cause, one will then have unstoppable desire for the spouses of others, for the ripening of those acts that were carried out and accumulated will not dissipate before it has been experienced.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ བསྡུས་གཞོམ་ གྱི་ [162a] འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ འཇིགས་ པར་ ལྟ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $396 “As the monk further examines the regions surrounding the great Crushing Hell, {{page:{number:161,id:UT22084-068-021-100187,folio:F.162.a,volume:V68}}} he will perceive the hell realm known as Terrifying Sight.

source: དེར་ སྲོག་ཆགས་ དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ དེས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ །_ བྱས་ ལ་ བསགས་པ་ དེ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ འཇིགས་ པར་ ལྟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Wondering what karmic actions may cause beings to take birth there, he will understand that such a birth is due to becoming habituated to and increasing acts of killing, taking what was not given, and sexual misconduct in such a way that they are undertaken and accumulated.

source: དེ་ ལ་ ཇི་ལྟ ར་ ན་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ ས་ འགྱུར་ སྙམ་ ན་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ རོ །_།
en: As for killing and stealing, it is just as in the previous cases.

source: འདོད་པ ས་ ལོག་གཡེམ་པ་ ནི་ གང་ གིས་ བྱིས་པ་ གཞན་ དུ་ བཞིན་ དུ་ མཐུ ས་ སྦ་བ འི་ གནས་ སུ་ བཅུག་པ་ ནི །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ འཇིགས་ པར་ ལྟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: However, in terms of sexual misconduct, the specific aspect is that of having forcefully placed one’s mouth onto a child’s genitals.#65 When one later separates from one’s body, one will suffer a downfall into the lower realms, taking birth in the hell of Terrifying Sight.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_
en: $397 “In that hell the tortures are of the following kind.

source: སེམས་ཅན་ དམྱལ་བ་ དེར་ སྔོན་ མིར་ གྱུར་པ་ ན །_ དེ འི་ བུ་ གང་ཡིན་པ་ མཐོང་ སྟེ །_ ལས་ ཀྱིས་ བྱས་པ་ དེ་ ལ་ འདི་ལྟར་ དེ་ ནི་ མིར་ གྱུར་པ་ ན་ མིར་ གྱུར་པ་ བདག་ གི་ ཡིན་ ནོ །_། སྙམ་ དུ་ སྲེད་པ འི་ ཡོན་ཏན་ འབྱུང་ ངོ་ །_།
en: One will perceive the person who was one’s child in one’s previous human existence, and upon seeing this karmic conjuration one will yearningly think, ‘That child was mine when I was a human!’

source: དེ་ནས་ བུ་ དེ་ ལ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཕུར་བུ་ དག་ འདེབས་ ཤིང་ །_ དེ་ལྟ ར་ སྦ་བ འི་ གནས་ སུ་ ཕུར་བུ་ དག་ བཏབ་པ་ མཐོང་ ངོ་ །_།
en: Right then, one will perceive that the henchmen of the Lord of Death begin to stab the child with spikes, stabbing the child’s genitals in particular.

source: དེ་ མཐོང་ ནས་ བུ་ དེ་ ལ་ འདི་ལྟར་ གནོད་པ་ འབྱུང་བ་ དེ འི་ རྣམ་པ་ ཡོད་པ་ དེ་སྲིད་ དུ་ ཡིད་ ལ་ སྡུག་བསྔལ་ སྐྱེ་ ཞིང་ །_
en: Seeing this torture will cause one commensurate mental torment.

source: གང་ ལ་ སྡུག་བསྔལ་ གནོད་པ འི་ མེ་ འབྱུང་བ །_ དེ འི་ སྡུག་བསྔལ་ གྱི་ ཆ་ བཅུ་དྲུག་ ཡིད་ ལ་ སྡུག་བསྔལ་ གྱི་ གནོད་པ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ ཡིད་ ཀྱི་ སྡུག་བསྔལ་ ཁྱད་པར་ ཆེ འོ །_།
en: In fact, the mental torture experienced by the hell being will be sixteen times more severe than the pain of being burned by fire, because mental pain is more intense than the physical pain.

source: ལུས་ ཀྱི་ སྡུག་བསྔལ་ ཡང་ སྡུག་བསྔལ་ འདི་དག་ འབྱུང་ སྟེ །_ དེ་ ལ་ གནོད་པ་ འབྱུང་བ ར་ འགྱུར་བ་ ནི །_ འདི་ལྟ་སྟེ །_ |#| གཤིན་རྗེ འི་ མི་ དག་ གིས་ ཁ་ སྦུབ་ ཏུ་ བཞག་ ནས །_ ལྕགས་ རབ་ཏུ་ འབར་བ འི་ སྣོད་ ཀྱི་ ནང་ དུ །_ ཟངས་ རབ་ཏུ་ འབར་བ ས་ དེ འི་ སྦ་བ འི་ གནས་ སུ་ ལྡུགས་ སོ །_། དེ་ ལ་ དེ་ བླུགས་པ་ དང་ །_ སྦ་བ འི་ གནས་ ནས་ [162b] ལོང་ ཀ་ སྲེག་ གོ །_། ལོང་ ཀ་ བསྲེགས་ ནས་ རྒྱུ་མ་ སྲེག་ གོ །_།
en: In terms of physical pain, one will be apprehended by the Lord of Death’s henchmen and then placed head down in a red-hot iron cauldron. |#| The henchmen will then pour boiling copper onto one’s genitals, {{page:{number:162,id:UT22084-068-021-100188,folio:F.162.b,volume:V68}}} and the metal will burn its way into one’s intestines.

source: དེ་ཡང་ བསྲེགས་ ནས་ སྙིང་ སྲེག་ གོ །_། སྙིང་ ཡང་ བསྲེགས་ ནས་ མཆེ ར་བ་ སྲེག་ གོ །_། མཆེར་པ་ ཡང་ བསྲེགས་ ནས་ གློ་བ་ སྲེག་ གོ །_། གློ་བ་ བསྲེགས་ ནས་ ཨོལ་ གོང་ སྲེག་ གོ །_། ཨོལ་ གོང་ བསྲེགས་ ནས་ མིད་པ་ སྲེག་ སྟེ །_ མཆིལ་མ་ ཡང་ བསྲེགས་ ནས་ ལྕེ འི་ དྲུང་ དུ་ སྲེག་ གོ །_། ལྕེ འི་ དྲུང་ དུ་ ཡང་ བསྲེགས་ ནས་ ལྕེ་ སྲེག་ གོ །_། ལྕེ་ བསྲེགས་ ནས་ རྐན་ སྲེག་ གོ །_། རྐན་ བསྲེགས་ ནས་ གླད་པ་ སྲེག་ གོ །_། གླད་པ་ བསྲེགས་ ནས་ གླད་ རྒྱས་ སྲེག་ སྟེ །_
en: From the intestines the liquid metal will burn through to the heart, from the heart to the spleen, from the spleen to the lungs, from the lungs to the trachea, from the trachea to the throat, from the throat to the tongue, from the tongue to the palate, from the palate to the brain, and from the brain to the brain membrane.

source: འབར་བ་ དེ་འོག་ ཏུ་ བྱུང་ ནས་ འགྲོ འོ །_།
en: Thus, the fires will move from below.

source: དེ་ལྟ ར་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ འདི་ ནི་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ལས་ ཀྱིས་ བྱས་པ འི་ བུ་ དག་ མཐོང་ སྟེ །_ དེ་ ལུས་ དང་ ཡིད་ ལ་ སྡུག་བསྔལ་ གྱིས་ གནོད་པ་ ནི །_
en: $398 “Those who have engaged in sexual misconduct will for many hundreds of thousands of years perceive such children, who are in fact just creations of their own karmic actions, and thus continue to experience mental and physical torments of the kinds just described.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ སྟེ །_ འཆི་བ འི་ དུས་ མི་ བྱེད་ དོ །_།
en: Until they have overcome, relinquished, and exhausted the relevant karmic actions, there will be no end to their tortures, and they will not die.

source: དེ་ ཕྱིས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ དེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: When they finally break free of this karmic conditioning they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ འི་ ཁུ་ཆུ་ ཉམས་པ ར་ འགྱུར་ ཞིང་ །_
en: In terms of effects that accord with their karmic causes, their semen will then be impotent;

source: དེ་ བུ་ མེད་པར་ འགྱུར་ ལ་ དེ་ མ་ནིང་ ཞེས་ བྱ་ སྟེ་ སྐྱེ་བོ་ ཀུན་ གྱིས་ སྨད་པ ར་ འགྱུར་ རོ །_།
en: they will therefore have no offspring, and others will spitefully refer to them as neuters.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ འཁོར་ གཞན་ གང་ཞིག་ ཡོད་ སྙམ་ མོ །_།
en: $399 “Wondering what other neighboring realms there may be, the monk will continue to investigate the regions that surround the great Crushing Hell.

source: དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས །_ སེམས་ཅན་ དམྱལ་བ་ གཞན་ འཁུམས་པ་ ཞེས་ བྱ་བ་ འཁུམས་པ འི་ རང་བཞིན་ ཅན་ ཡོད་པར་ མཐོང་ ངོ་ །_།
en: With knowledge derived from hearing he will perceive the existence of another realm of hell, known as the Lump, because of its shape of a lump.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ ཞེ་ན །_ གང་ གིས་ ཕྱུགས་ རྨིག་ཟླུམ་ གཅིག་ གི་ མངལ་ དུ་ བུད་མེད་ གཞན་ ཞིག་ ཡིན་པ ར་ བསམས་ ཏེ །_ དེ་ ལ་ སྤྱད་ དོ་ སྙམ་པ ས་ བཅུག་ ན །_
en: Wondering what actions may cause one to take birth there, the monk will see how certain people have intercourse with cattle and other hoofed animals, imagining such animals to be women.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ [163a] འཁུམས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once these people separate from their bodies, they will fall into the lower realms and take birth in the hell {{page:{number:163,id:UT22084-068-021-100189,folio:F.163.a,volume:V68}}} of the Lump.

source: བ་ དེ་དག་ གམ །_ རྟ་རྒོད་ མ་ དེ་དག་ ལ་ བདག་ གི་ སྙིང་ གིས་ གང་ སྔོན་ཆགས་པ འི་ ལུས་ ཡིན་པ ར་ བསམ་པ འི །_ བ འམ །_ རྟ་རྒོད་ མ་ལ ས་ ཀྱིས་ བྱས་པ་ སེམས་ཅན་ དམྱལ་བ ར་ མཐོང་ ངོ་ །_།
en: Those cows or mares that they previously were attracted to will now appear to them in forms that are produced by their own karmic actions.

source: དེ་ འདོད་ཆགས་ ཀྱིས་ ཟིལ་ གྱིས་ ནོན་པ འི་ སེམས་ ཀྱིས །_ བ འམ །_ རྟ་རྒོད་ མ་ དེ་ ལ་ བསྙེགས་ སོ །_།
en: Oppressed by desire, they will then pursue those forms.

source: དེ་དག་ གི་ ཁོང་པ འི་ ནང་ ན་ ལྕགས་ ཀྱི་ མེ་མདག་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ གང་ སྟེ །_
en: However, the creatures that they see in this way have bodies filled with fiercely flaming iron embers.

source: གལ་ཏེ་ དེ་ དང་ ཕྲད་ ན་ དེ་ ཚུལ་བཞིན་ མ་ཡིན་པ འི་ ལས་ བྱས་པ འི་ སྒོ་ དེས་ ཁོང་པ འི་ ནང་ མེ་མདག་ གིས་ གང་བ་ དེར་ འཇུག་པ ར་ འགྱུར་ ཏེ །_
en: When the beings in hell touch these animals, they will be drawn in through the apertures in these flaming bodies, which are produced through incorrect actions.

source: དེ་དེ འི་ ཁོང་པ་ མུན་པ་ དེར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ ཅིང་ འཚེད་ དེ །_ ངུ་བ ར་ ཡང་ མི་ ནུས་ སོ །_།
en: Once they have entered these creatures’ dark recesses, they will be roasted and boiled there for many hundreds of thousands of years without even being able to cry out.

source: དེ་ ཇི་སྲིད་ དུ་ རྣམ་པ་ དུ་མ ར་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: Until the relevant karmic actions have been overcome, relinquished, and exhausted, there will be no end to their tortures and they will continue to burn.

source: དེ་ ཕྱིས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| གང་ དུ་ རང་ གི་ ཆུང་མ་ མ་ཡིན་པ་ གཞན་དག་ ལ་ བྱས་ ལ་ བསགས་པ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ ཡུལ་ དེ་ལྟ་ བུར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they finally break free of this karmic conditioning they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet, as a karmic effect that accords with its cause—completed and accumulated acts of sexual misconduct with someone who is not one’s wife—they will be born in a similar situation.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ འི་ འཁོར་ ལ་ བརྟགས་ ན །_
en: $401 “Again, the monk will examine the regions that surround the great hells.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཉམ་ང་བ་ མང་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: Thus, through knowledge derived from hearing he will see the hell known as Copious Degeneration.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ན །_ དེ་དག་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་བ་ མཐོང་ སྟེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_། |#| འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི །_ སྐྱེས་པ་ གང་ཞིག་ [163b] སྐྱེས་པ་ ལ་ འཇུག་པ ར་ བྱེད་ ན །_
en: Wondering what karmic actions may cause beings to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing acts of killing, taking what was not given, and sexual misconduct. |#| The aspects of killing and taking what was not given are here just as in the previous cases, yet in terms of sexual misconduct the specific aspect is that of men having {{page:{number:164,id:UT22084-068-021-100190,folio:F.163.b,volume:V68}}} sex with other men.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ འི་ སེམས་ཅན་ དམྱལ་བ་ ཉམ་ང་བ་ མང་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such a man later separates from his body, he will fall into the lower realms and be born in the hell of Copious Degeneration.

source: བྱས་ ལ་ བསགས་པ འི་ ལས་ ཀྱི་ མཐུ ས །_ དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ |#| འདི་ལྟ་སྟེ །_
en: $402 “As the effect of having carried out and accumulated such acts, he will then experience the following tortures.

source: སྐྱེས་པ་ དེ་ཉིད་ སེམས་ཅན་ དམྱལ་བ་ དེར་ མཐོང་ སྟེ །_ སྐྲ་ རབ་ཏུ་ འབར་ ཞིང་ ལུས་ ཐམས་ཅད་ རབ་ཏུ་ འབར་ ལ །_། ལུས་ རྡོ་རྗེ་ ལྟར་ སྲ་བ་ དེས་ འཛིན་པ་ ནི །_
en: The man he used to be with will appear to the being in hell, yet his hair and entire body will be aflame, and his body will be solid like vajra.

source: ཇི་ལྟ ར་ བྱེ་མ་ ཆང་བ་ ནས་ གཏོར་བ་ དེ་ལྟ ར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ལ་ གནོད་པ་ བྱེད་ དོ །_།
en: When this man embraces the hell being, all the major and minor body parts of the hell being will disintegrate, as when sand falls through one’s hand.

source: དེ་ མི་དགེ་བ འི་ ལས་ ཀྱིས་ ཤི་ ནས་ ཡང་ འཚོ་བར་ འགྱུར་ ཏེ །_ དེ་ སྐྱེས་པ་ རབ་ཏུ་ འབར་བ་ དེས་ འཇིགས་ ཤིང་ ཞུམ་པ ར་ བྱེད་ དོ །_།
en: Yet due to the power of negative acts, the hell being will be revived as soon as he has died, and he will now be terrified and shocked by the burning man.

source: དེས་ ངམ་གྲོག་ དེ་དག་ མཐོང་ སྟེ །_ དེ འི་ ནང་ དུ་ ལྷུང་ ངོ་ །_།
en: He will then see a ravine into which he falls.

source: དེ་ ནམ་མཁའ་ ལ་ གནས་པ་ དང་ །_ ཇི་ལྟ ར་ དེ་ ཡུངས་འབྲུ་ ཙམ་ དུ་ ཡང་ མི་སྣང་བ་ དེ་ལྟ ར་ ཁྭ་ མཆུ་ རབ་ཏུ་ འབར་བ་ དག་ འོངས་ ནས་ དུམ་བུ ར་ གཅོད་ དོ །_།
en: While in midair, he will be attacked by ravens with flaming beaks who will tear him to pieces the size of sesame seeds.

source: དེ་ཡང་ བྱུང་བ ར་ གྱུར་ ནས་ ས་ ལ་ ལྷུང་བ་ དང་ །_ དེར་ ཝ་ཁ་ རབ་ཏུ་ འབར་བ་ དག་ འོངས་ ནས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: When he has fallen to the ground, foxes with flaming mouths will devour him.

source: གལ་ཏེ་ དེ འི་ རུས་པ་ དག་ ཟད་པ ར་ བཏོགས་ ན་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ དེ་ བྱུང་བ་ དང་ །_ གཤིན་རྗེ འི་ མི་ དག་ གིས་ ལྕགས་ ཀྱི་ རྫ་མ་ རབ་ཏུ་ འབར་བ་ དག་ གི་ ནང་ དུ་ འཚེད་ དོ །_།
en: Yet even if the foxes consume his bones, he will nevertheless be born again, but this time only to be cooked in a flaming jar by the henchmen of the Lord of Death.

source: དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ མི་དགེ་བ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འཚེད་ ཅིང་ ཟ་ ལ་ ཕྱེ་མར་ རློག་ གོ །_།
en: $403 “Thus, for as long as one’s completed and accumulated karmic actions have not been overcome, relinquished, and exhausted, one will continue to be burned, eaten, and reduced to dust.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ ཉམ་ང་བ་ མང་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ དེ་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན |#| དེ་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས །_ དེ འི་ ཆུང་མ་ དུ་མ་ ཆུད་ ཟ་ ཞིང་ །_ ཆུང་མ་ གཅིག་ ཀྱང་ མི་ འགྲུབ་ ལ་ ཀུན་ མི་ གཞན་ གྱི་ དྲུང་ དུ་ འགྲོ་བ ར་ [164a] འགྱུར་ རོ །_།
en: When one finally escapes the hell of Copious Degeneration, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet as an effect that accords with the act of sexual misconduct, one will have many spouses but lose them all. Unable to keep any one of them, one will see them all go to other men. {{page:{number:165,id:UT22084-068-021-100191,folio:F.164.a,volume:V68}}}

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ གཞན་ གང་ཞིག་ ཡིན་ སྙམ་ མོ །_།
en: $404 “The monk will then continue to examine the regions that surround the great Crushing Hell, wondering what further realms may be found there.

source: དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ་ མི་བཟད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: Based on knowledge derived from hearing, he will then perceive a hell known as Unbearable Harm.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ །_ |#| མང་ དུ་ བྱས་པ ས་ འགྱུར་ ལ་ དེ་ ལ་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring as to what karmic actions may cause beings to take birth there, he will understand that such a birth is due to resorting to, becoming habituated to, and increasing completed and accumulated acts of killing, taking what was not given, and sexual misconduct. |#| Here, the aspects of killing and taking what was not given are just as in the previous cases.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ནི །_ སྡེ འི་ ཚོགས་ གཞན་ གྱི་ བུད་མེད་ ཐོབ་ ནས་ |#| སྐྱེས་པ་ མང་པོ་ དག་ ལ་ བྱིན་ ཞིང་ །_ བདག་ཉིད་ ཀྱང་ མངལ་ ལམ་ མངལ་ མ་ཡིན་པ ར་ འཇུག་ ན དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ་ མི་བཟད་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: In terms of sexual misconduct, a woman who belongs with others may fall into one’s hands during a military campaign. |#| If one then gives such a woman to many men, or oneself penetrates her vagina or another opening, one will, when one separates from one’s body, fall into the lower realms and be born in the hell known as Unbearable Harm.

source: གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྐང་པ་ གྱེན་ དུ་ ཤིང་ཁ ར་ བཏགས་ ཤིང་ །_ དེ་ གྱེན་ དུ་ བཏགས་པ་ ལ་ མེས་ སྲེག་ སྟེ །_
en: The henchmen of the Lord of Death will hang them by their feet from the top of a tree and then light a fire below.

source: གང་ གིས་ དེ འི་ ཁ་ ལ་སོགས་པ་ ལུས་ ཐམས་ཅད་ སྲེག་ ཅིང་ །_ དེ འི་ ཚེ་ དེ འི་ མིག་ ཤིན་ཏུ་ སྡུག་གུ་ བྱུང་ ཞིང་ སྐྱེས་པ་ དག་ མེས་ སྲེག་ གོ །_།
en: In this way their entire bodies will burn, beginning with their faces and their deeply cherished eyes.

source: དེ་ལྟ ར་ ན་ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ ཚོར་བ་ དྲག་པ་ ཚ་བ་ རྩུབ་པ་ བཟོད་པ ར་ དཀའ་བ་ ཡིན་ ནོ །_། དེ་ ཚོར་བ་ དེས་ ཉམ་ཐག་པ་ ན་ འབོད་ ཅིང་ །_ ངུ་སྐད་ འབྱིན་ ལ་ ངུ་ ཞིང་ ཁྲོ འོ །_། |#| སེམས་ཅན་ དམྱལ་བ་ དེ་སྐད་ འབྱིན་པ་ དེ འི་ ཁར་ མེ་ བཅུག་ སྟེ །_
en: These beings of hell will undergo fierce and intense torments that are difficult to endure, and so they will wail, scream, and cry out in agony. |#| Yet as they open their mouths while crying the flames will enter them.

source: ཁ འི་ ནང་ དུ་ མེ་ བཅུག་པ ས་ གློ་བ་ དང་ །_ མཆེ ར་བ་ དང་ །_ ཕོ་བ་ དང་ །_ ལོང་ ཀ་ དང་ །_ མདོམས་ དང་ །_ གཞང་ བསྲེགས་པ་ ནས་ རྐང་པ འི་ བར་ དུ་ བསྲེགས་ སོ །_།
en: From their mouths the flames will reach their lungs, spleen, stomach, intestines, and anus—thus devouring everything down to their feet.

source: དེ་ སྲེག་པ་ ན་ [164b] ཡང་ ཉམ་ཐག་པ འི་ ཚོར་བ་ མྱོང་བ ར་ འགྱུར་བ འི་ ཁྭ་ དེ་དག་ འོངས་ ནས་ དེ འི་ ལུས་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: While they burn in this way, suffering excruciating pain, {{page:{number:166,id:UT22084-068-021-100192,folio:F.164.b,volume:V68}}} ravens will appear and begin to eat from them.

source: དེ་ ཚོར་བ་ གཉིས་ ཀྱིས་ ཞེན་ ནས་ སྲེག་ ཅིང་ ངུ་ སྟེ །_
en: Thus, they will both burn and scream, undergoing two distinct tortures.

source: དེ་ལྟ ར་ སྲེག་པ་ ན་ ཇི་སྲིད་ དུ །_ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ །_ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེ་ འདི་ལྟར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ ཚོར་བ་ དྲག་ ཅིང་ །_ ཚ་ལ་ མི་བཟད་པ་ གཞན་ དང་ མཚུངས་པ་ མེད་པ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: $406 “Until they have overcome, relinquished, and exhausted their karmic actions there will be no end to their torments, and so their extraordinarily intense and unbearably sharp pains will go on for many hundreds of thousands of years.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_། ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ |#| ལས་ དེ འི་ མཐུ ས །_ དེ འི་ ཆུང་མ་ མཆོག་ ཏུ་ དགའ་ ཞིང་ །_ མཆོག་ ཏུ་ བལྟ་ ན་ སྡུག་པ་ ཡང་ སྡེ འི་ ཚོགས་ གཞན་དག་ གིས་ ཕྲོགས་པ་ དང་ །_ དེ་ འོ་དོད་ འབོད་ ཅིང་ ངུ་ ལ་ མྱ་ངན་ བྱེད་ དོ །_།
en: Once they escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human. |#| Yet due to the force of their karmic actions, enemy forces will abduct their beloved and delightful wife, while she cries and screams in agony.

source: འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཆུང་མ་ དེ འི་ ཕྱིར་ འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དུ་ ཡང་ འོ་དོད་ འབོད་ ཅིང་ ངུ་བ ར་ བྱེད་ ལ་ ཡོངས་སུ་ གདུང་བ ར་ བྱེད་ དོ །_།
en: Thus, as a karmic effect that accords with its cause, one’s spouse will be crying, lamenting, and miserable in this world and beyond.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བསྡུས་གཞོམ་ གྱི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ལས་ གང་ གིས་ སེམས་ཅན་ དམྱལ་བ་ ཨ་ ཙ་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: $407 “The monk will then continue his exploration of the regions that surround the great Crushing Hell, wondering what karmic actions may cause beings to take birth in the hell known as Crier.

source: དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སྔོན་ ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ ས་ བུད་མེད་ གཞན་མ་ རྙེད་ ནས་ ལུག་ མ་མོ འམ །_ བོང་ མོ་ལ་ འཇུག་པ ར་ བྱེད་ ཅིང་ མཆོད་རྟེན་ ནམ །_ མཆོད་རྟེན་ གྱི་ ཕྱོགས་ སམ །_ སངས་རྒྱས་ ལ་ གུས་པ་ ཙམ་ ཡང་ བྱེད་པ་ མེད་པ་ ནི །_
en: Applying knowledge derived from hearing, he will notice how some men, due to improper mental activity, have sex with sheep or donkeys when no women can be found, without any sense of respect toward a stūpa, the vicinity of a stūpa, or a buddha.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཨ་ ཙ་ ཟེར་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell known as Crier.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ ལྕགས་ ཀྱི་ གྲོག་སྦུར་ ཚོར་བ་ ཆེན་པོ་ སྐྱེད་པ་ དག་ གིས་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཐམས་ཅད་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: There they will undergo torture as iron ants consume all their major and minor body parts, thus causing intense pain.

source: [165a] སེམས་ཅན་ དམྱལ་བ་ དེ་དག་ གི་ ལྟོ་ ཡང་མེས་ གང་བ ར་ འགྱུར་ ཏེ །_
en: {{page:{number:167,id:UT22084-068-021-100193,folio:F.165.a,volume:V68}}} At the same time, the stomachs of these hell beings will be filled with fire.

source: རང་ གི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ དྲག་ ཅིང་ མི་བཟད་པ ས་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཕྱི་ ནང་ སྲེག་ ཅིང་ ཟ འོ །_།
en: As their actions ripen in this fierce and unbearable way, the inside and outside of their bodies will be burned and consumed for many hundreds of thousands of years.

source: སྲིན་བུ་ ཨ་ ཙ་ ཟེར་ ཞེས་ བྱ་བ ར་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ གང་ སེམས་ཅན་ དམྱལ་བ འི་ མི་ དེ་དག་ གི་ ཤ་ལ་ ཟ འོ །_། ཤ་ ཟོས་ ནས་ ཁྲག་འཐུང་ ངོ་ །_།
en: Moreover, the worms called scream provokers will appear, consuming their flesh and drinking their blood.

source: ཁྲག་འཐུང་ ནས་ རྒྱུས་པ་ གཅོད་ དོ །_། རྒྱུས་པ་ བཅད་ ནས་ རུས་པ་ འཆའ །_ རྐང་ འཇིབ་ ཅིང་ རྒྱུ་མ་ དང་ །_ གཉེ་མ་ དག་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_། དེ་ སྲེག་ ཅིང་ འཚེད་ ལ་ ཟ་བ་ ན །_ |#| འོ་དོད་ འབོད་ ཅིང་ ངུ་ ལ་ ཆོ་ངེས་ འདེབས་ ཤིང་ སྙིང་རྗེ་ རྗེ་ སྐད་ དུ་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: Cutting through their muscles, they will bite through their bones and suck the marrow from them, and eat their entrails. |#| While being thus cooked and eaten, these beings will cry out in despair and wail pitifully.

source: ཇི་སྲིད་ དུ་ རྣམ་པར་ སྨིན་པ འི་ འབྲས་བུ་ ཉེ་བ ར་ མ་ སྤྱད་ ཀྱི་ བར་ དུ་ དེ འི་ ཉེས་པ ར་ སྤྱད་པ འི་ ལས་ དྲག་ ཅིང་ མི་ འདོད་ ལ་ མི་ སྡུག་ ཅིང་ ཡིད་ དུ་ མི་ འོང་བ ར་ འགྱུར་ ཏེ
en: $408 “Until they have experienced the ripening of the karmic effects, however, their experience will continue to be this terrifying, repugnant, hideous, and ugly.
